/* user name is missing */
"Empty Username" = "Empty Username";

/* I really Like these */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Get Followers" = "Get Followers";

/* bad response */
"Invalid response from the server. Please try again." = "Invalid response from the server. Please try again.";

/* Ok Button Title */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please enter a username. WE need to know who to look for 😀." = "Please enter a username. WE need to know who to look for 😀.";

/* Request Error */
"Request Error" = "Request Error";

/* to look for something */
"Search" = "Search";

/* search for a user */
"Search for a username" = "Search for a username";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* Invalid data received */
"The data received from the server was invalid.  Please try again." = "The data received from the server was invalid.  Please try again.";

/* no followers found */
"This user doesn't have any followers. Go follow them." = "This user doesn't have any followers. Go follow them.";

/* network request failed for username */
"This username created an invalid request. Please try again." = "This username created an invalid request. Please try again.";

/* No comment provided by engineer. */
"Unable to complete request" = "Unable to complete request";

/* internet request failed */
"Unable to complete your request. Please check your internet connection." = "Unable to complete your request. Please check your internet connection.";

